tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "mutagen-io/mutagen"
tap "oven-sh/bun"
brew "atuin"
brew "bat"
brew "colima", restart_service: true
brew "php"
brew "composer"
brew "deno"
brew "dnsmasq"
brew "docker"
brew "docker-compose"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "git-branchless"
brew "go"
brew "openjdk"
brew "gradle"
brew "htop"
brew "kubernetes-cli"
brew "lazygit"
brew "llvm"
brew "luarocks"
brew "maven"
brew "neovim"
brew "nginx"
brew "nushell"
brew "pkgconf"
brew "rbenv"
brew "ripgrep"
brew "solana"
brew "starship"
brew "thefuck"
brew "tmux"
brew "tree"
brew "watchman"
brew "wget"
brew "zig"
brew "zoxide"
brew "hashicorp/tap/terraform"
brew "mutagen-io/mutagen/mutagen"
brew "mutagen-io/mutagen/mutagen-compose"
brew "oven-sh/bun/bun"
cask "1password"
cask "1password-cli"
cask "alacritty"
cask "anydesk"
cask "arc"
cask "brave-browser"
cask "cloudflare-warp"
cask "datagrip"
cask "discord"
cask "dotnet-sdk"
cask "figma"
cask "firefox@developer-edition"
cask "font-caskaydia-cove-nerd-font"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-geist-mono-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-martian-mono"
cask "gather"
cask "github"
cask "google-chrome"
cask "intellij-idea"
cask "iterm2"
cask "julia"
cask "karabiner-elements"
cask "messenger"
cask "microsoft-edge"
cask "miniforge"
cask "notion"
cask "notion-calendar"
cask "obs"
cask "obsidian"
cask "openkey"
cask "opera"
cask "phpstorm"
cask "postman"
cask "raycast"
cask "skype"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "tailscale"
cask "telegram"
cask "visual-studio-code"
cask "visual-studio-code@insiders"
cask "vlc"
cask "webstorm"
cask "wezterm"
cask "zed"
cask "zoom"
vscode "aaron-bond.better-comments"
vscode "angular.ng-template"
vscode "antfu.file-nesting"
vscode "antfu.theme-vitesse"
vscode "astro-build.astro-vscode"
vscode "biomejs.biome"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "britesnow.vscode-toggle-quotes"
vscode "castwide.solargraph"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "christian-kohler.npm-intellisense"
vscode "codeium.codeium"
vscode "csstools.postcss"
vscode "dart-code.dart-code"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "ddiu8081.moegi-theme"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "hashicorp.terraform"
vscode "ionic.ionic"
vscode "liviuschera.noctis"
vscode "lokalise.i18n-ally"
vscode "meganrogge.template-string-converter"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.vscode-typescript-next"
vscode "mvllow.rose-pine"
vscode "nrwl.angular-console"
vscode "nuxtr.nuxtr-vscode"
vscode "pkief.material-icon-theme"
vscode "prisma.prisma"
vscode "redhat.java"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "richie5um2.vscode-sort-json"
vscode "ritwickdey.liveserver"
vscode "rust-lang.rust-analyzer"
vscode "sainnhe.everforest"
vscode "sainnhe.gruvbox-material"
vscode "shopify.polaris-for-vscode"
vscode "shopify.ruby-lsp"
vscode "shopify.theme-check-vscode"
vscode "sissel.shopify-liquid"
vscode "sorbet.sorbet-vscode-extension"
vscode "streetsidesoftware.code-spell-checker"
vscode "streetsidesoftware.code-spell-checker-vietnamese"
vscode "styled-components.vscode-styled-components"
vscode "stylelint.vscode-stylelint"
vscode "supabase.vscode-supabase-extension"
vscode "svelte.svelte-vscode"
vscode "tamasfe.even-better-toml"
vscode "tauri-apps.tauri-vscode"
vscode "twxs.cmake"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
vscode "vercel.turbo-vsc"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscjava.vscode-spring-initializr"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "vunguyentuan.vscode-css-variables"
vscode "wix.vscode-import-cost"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
vscode "ziglang.vscode-zig"
