tap "homebrew/bundle"
tap "homebrew/services"
brew "atuin"
brew "bat"
brew "colima",
brew "php",
brew "composer"
brew "docker"
brew "docker-compose"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "git-branchless"
brew "go"
brew "kubernetes-cli"
brew "lazygit"
brew "luarocks"
brew "mysql",
brew "neovim"
brew "nginx",
brew "nushell"
brew "openjdk"
brew "rbenv"
brew "ripgrep"
brew "starship"
brew "thefuck"
brew "tmux"
brew "watchman"
brew "wget"
brew "zoxide"
cask "alacritty"
cask "anydesk"
cask "arc"
cask "cloudflare-warp"
cask "datagrip"
cask "discord"
cask "firefox@developer-edition"
cask "font-jetbrains-mono-nerd-font"
cask "github"
cask "google-chrome"
cask "iterm2"
cask "julia"
cask "karabiner-elements"
cask "messenger"
cask "miniforge"
cask "mysqlworkbench"
cask "notion"
cask "notion-calendar"
cask "obsidian"
cask "openkey"
cask "phpstorm"
cask "postman"
cask "raycast"
cask "skype"
cask "slack"
cask "spotify"
cask "tailscale"
cask "telegram"
cask "visual-studio-code"
cask "visual-studio-code@insiders"
cask "vlc"
cask "webstorm"
cask "wezterm"
cask "zed"
