tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "mutagen-io/mutagen"
tap "oven-sh/bun"

brew "atuin"
brew "bat"
brew "colima", restart_service: true
brew "php", restart_service: true
brew "composer"
brew "docker"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "git-branchless"
brew "go"
brew "openjdk"
brew "gradle"
brew "kubernetes-cli"
brew "lazygit"
brew "llvm"
brew "luarocks"
brew "maven"
brew "neovim"
brew "nginx"
brew "nushell"
brew "rbenv"
brew "ripgrep"
brew "solana"
brew "starship"
brew "thefuck"
brew "tmux"
brew "watchman"
brew "wget"
brew "zoxide"
brew "hashicorp/tap/terraform"
cask "alacritty"
cask "anydesk"
cask "arc"
cask "betterdisplay"
cask "brave-browser"
cask "cloudflare-warp"
cask "datagrip"
cask "discord"
cask "dotnet-sdk"
cask "figma"
cask "firefox@developer-edition"
cask "font-jetbrains-mono-nerd-font"
cask "gather"
cask "github"
cask "google-chrome"
cask "intellij-idea"
cask "iterm2"
cask "julia"
cask "karabiner-elements"
cask "microsoft-edge"
cask "miniforge"
cask "notion"
cask "notion-calendar"
cask "obs"
cask "obsidian"
cask "openkey"
cask "opera"
cask "phpstorm"
cask "postman"
cask "raycast"
cask "skype"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "tailscale"
cask "telegram"
cask "visual-studio-code"
cask "visual-studio-code@insiders"
cask "vlc"
cask "webstorm"
cask "zalo"
cask "zed"
